Repository: investic/hontzados
Catalog: sites/all/modules/og_vocab/translations/*.po
Languages: de

source: add vocabulary
de: Vokabular hinzufügen

source: edit vocabulary
de: Vokabular bearbeiten

source: list terms
de: Begriffe auflisten

source: add terms
de: Begriffe hinzufügen

source: No categories
de: Keine Kategorien

source: Type
de: Typ

source: The name of the organic group this category belongs to.
de: Der Name der organischen Gruppe, zu der diese Kategorie gehört.

source: Assign vocabulary to group
de: Vokabular einer Gruppe zuweisen

source: Group
de: Gruppe

source: Taxonomy vocabulary that will be assigned to group
de: Taxonomie-Vokabular, das einer Gruppe zugewiesen wird

source: Remove vocabulary from group
de: Vokabular von der Gruppe entfernen

source: Taxonomy vocabulary that will removed from group
de: Taxonomie-Vokabular, das von der Gruppe entfernt wird

source: Remove all vocabulary from group
de: Alle Vokabulare von der Gruppe entfernen

source: A node ID of a group node.
de: Die Node ID der Gruppe

source: Returns the vocabularies associated with a group.
de: Gibt die mit einer Gruppe verknüpften Vokabulare zurück.

source: Vocabulary ID.
de: Vokabular-ID.

source: Returns the group ID associated with a vocabulary ID.
de: Gibt die mit einer Vokabular ID verküpfte Gruppen-ID zurück.

source: Add or edit vocabularies that pertain only to this group. Each vocabulary will be shown on the post authoring form. Use categories to organize content within your group.
de: Vokabulare hinzufügen oder bearbeiten, die nur für diese Gruppe gelten. Jedes Vokabular wird im Formular für das Erstellen von Beiträgen gezeigt. Kategorien können verwendet werden, um den Inhalt eigener Gruppen zu organisieren.

source: Taxonomy
de: Taxonomie

source: Create vocabulary
de: Vokabular hinzufügen

source: Edit vocabulary
de: Vokabular bearbeiten

source: List Terms
de: Begriffe auflisten

source: List
de: Liste

source: Add term
de: Begriff hinzufügen

source: Edit term
de: Begriff bearbeiten

source: Organic groups vocabulary
de: Vokabular für organische Gruppen

source: A vocabulary can be associated with a certain group.
de: Ein Vokabular kann mit einer bestimmten Gruppe verknüpft werden.

source: Select the group this vocabulary should be associated with. No association means this vocabulary can be used for <em>all</em> groups.
de: Es muss die Gruppe ausgewählt werden, mit der dieses Vokabular verknüpft werden soll. Keine Verknüpfung bedeutet, dass dieses Vokabular für <em>alle</em> Gruppen verwendet werden kann.

source: - None -
de: - Keine -

source: <a href="!edit">edit</a>
de: <a href="!edit">bearbeiten</a>

source: <a href="!cancel">Cancel</a>
de: <a href="!cancel">Abbrechen</a>

source: Group categories
de: Gruppen-Kategorien

source: administer own group vocabulary
de: Eigenes Gruppen-Vokabular verwalten

source: add own group vocabulary
de: Eigenes Gruppen-Vokabular hinzufügen

source: edit own group vocabulary
de: Eigenes Gruppen-Vokabular bearbeiten

source: edit own group term
de: Eigenen Gruppen-Begriff bearbeiten

source: access og_vocab service
de: Zugriff og_vocab service

source: relate group nodes to vocabularies
de: Gruppen zu Vokabularen zuordnen

source: Node ID we are associated with
de: Node-ID, mit der wir verbunden sind

source: Vocabulary ID
de: Vokabular-ID

source: Organic groups vocabularies
de: Vokabulare für organische Gruppen

source: Enable groups to maintain their own vocabularies.
de: Gruppen ermöglichen, ihre eigenen Vokabulare zu pflegen.

source: Organic groups
de: Organische Gruppen
